---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Pascals
source: html/16d52992-49f2-e62a-1095-96b3498216e0.htm
---
# Autodesk.Revit.DB.UnitTypeId.Pascals Property

Pascals.

## Syntax (C#)
```csharp
public static ForgeTypeId Pascals { get; }
```